OpenFOAM_6/tutorials/combustion/fireFoam/LES/oppositeBurningPanels/system/fBurner.topoSetDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      topoSetDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

actions
(
    {
        name    fBurner;
        type    faceSet;
        action  new;
        source  boxToFace;
        sourceInfo
        {
            box (-0.15 -0.001 -0.30) (0.15 0.001 0.30);
        }
    }
);

// ************************************************************************* //
